{
  "scenes": {
    "start": {
      "welcome_back": "Glad to see you back! Now you can continue watching after the releases of your favorite movies! What do you want to do now?",
      "new_account": "Account has been created successfully! Choose what you want to do next"
    },
    "about": {
      "main": "Hey! First of all, thanks for using this bot! Have you ever had a moments when you see a trailer of cool movie and give yourself a promise to watch it? Then it appears to be 2 or 3 months until the release of this movie and you simply forget about it.. I was in such situation quite a lot of time. That's why this bot exists. It works quite simply - you can search for a movie you would like to watch later and add it to your collection. After that bot will send you a message once you can watch this movie online. Easy? Of course! Easy and powerful!"
    },
    "movies": {
      "chosen_movie": "You've chosen movie: ${title}",
      "list_of_movies": "This is list of your movies",
      "back_button": "Back",
      "delete_button": "Delete",
      "delete_unwanted_movies": "You can delete movies you don't want to track anymore"
    },
    "search": {
      "chosen_movie": "You've chosen movie: ${title}",
      "added_movie_to_lib": "Added ${title} to your lib! Continue search or /cancel to leave",
      "list_of_found_movies": "Here's a list of movies that I found for you! Please, choose one or specify your request",
      "continue_search": "${canAddResult} Continue search or /cancel to leave",
      "back_button": "Back",
      "add_button": "Add",
      "reason_movie_released": "This movie has been already released.",
      "reason_already_observing": "You're already observing this movie.",
      "welcome_to_search": "Here you can search for movies! Just type the title in and hit enter. Use /cancel or inline keyboard to return",
      "no_movies_found": "No movies were found... Try to specify your request or /cancel to stop searching"
    }
  },
  "shared": {
    "what_next": "Hey, what are you up to?",
    "something_went_wrong": "Something went wrong. Try one more time.."
  }
}
